[
	//Oort Orda: Carrier-cities horde
	//San XuHang: Auto-mated farming(Doesn't require pops), replace great engineer that builds a great improvement Garden Spire which provides 3 Production, 3 Food and 3 Happiness which also improves crops
	//Pulau Ujong Assosiation: Bonuses from trade routes and trade routes count with other nations and an unique unit which can only build railways and can enter foreign territory.
	//Mira: Among us Civilization, Among us promotion that makes all infantry invisible and an among us(replaces frontier militia) unit which has a 10% to insta kill any unit and an Early game helicopter unit(Airship-Engineering tech)
	{
		"name": "Oort Orda",
		"leaderName": "Tansu Apak-Minec",
		"adjective": ["Oort"],
		"startBias": ["Avoid [Coast]"],
		"preferredVictoryType":"Domination",

		"startIntroPart1": "Merhaba Tansu, Kiithan of The Oort Orda. Born in deep space habitats inside the Oort cloud to a family of miners, you bore the hardships beset to you by corporate demands until you and your people could no more. Staging a rebellion and proclaiming yourself the Kiithan of the Oort. Using the wealth of asteroids to construct an incredibly primitive but cost effective colony ship. Landing on this alien world and for the first time seeing the beauty of an atmosphere.",
		"startIntroPart2": "Tansu, this world is ours to wander with. Seeing the sights and unparelled from our cosmic habitats. Will we survive this alien lifestyle or will we perish?",

		"declaringWar": "You supress the heartbeat of this kind planet and we will not stand and watch!",
		"attacked": "Anguish is upon you, for eternity will the cosmos echo this.",
		"defeated": "We return to the void...",
		"introduction": "Merhaba, i am Kiithan Tansu. We come to see this wondrous world, not poison it. Hope you will do the same.",

		"neutralHello": "The cosmos shall echo this encounter, how may i help you?",
		"hateHello": "Misery befalls us yet you dare speak before the void?",

		"tradeRequest": "Mutual exchange brings this world to peace, do you not agree?",

		"outerColor": [229, 67, 108],
		"innerColor": [93, 255, 213],
		"favoredReligion": "Voidist",
		"uniqueName": "Way of the Void",
		"uniques": [
			"[+50]% Unhappiness from [Population] [in all cities]",
			"[-100]% Unhappiness from [Population] [in capital]",
			"Receive triple Gold from Barbarian encampments and pillaging Cities",
			"[+15]% [Production] [in capital]",
			"[+15]% growth [in capital]",
			"[-15]% Culture cost of natural border growth [in capital]",
			"[3] Unit Supply per [3] population [in capital]"
		],
		"cities": [
			"Opik-Tyche"
			"Eris"
		],
		"spyNames": [
			"Jan"
			"Armin"
			"Ernst"
		]
	}

	{
		"name": "San XuHang",
		"leaderName": "Trutien Hoatai",
		"adjective": ["XuHang"],
		"startBias": ["Hill"],
		"preferredVictoryType":"Diplomatic",

		"startIntroPart1": "Chao, Trutien! An engineer in Old Earth's South East Asia you worked for the Agricultural Agency San Xuhang, climbing it's ranks until you became the prime secretary, using policies of automation and making life easier for many engineers and farmers alike. Now you place your eyes on the frontiers. Leaving on a colony ship to spread your innovation.",
		"startIntroPart2": "Trutien, will you found a model colony aboard this wondorous exoplanet or will innovation crumble to dust?",

		"declaringWar": "We cannot stand for the oppression of the masses.",
		"attacked": "You bring suffering to your fellow man, why?",
		"defeated": "Dystopia befalls us...",
		"introduction": "Xin Chao, i am Secretary Trutien of San XuHang. Hope our collaborations will bring this world to greatness!",

		"neutralHello": "How does it go, do you require assistance?",
		"hateHello": "You have betrayed my and the people's trust, what do you want?",

		"tradeRequest": "I hope you can see this offer as most fair.",

		"outerColor": [57, 111, 156],
		"innerColor": [174, 219, 120],
		"favoredReligion": "Luddism",
		"uniqueName": "Automated Luxury",
		"uniques": [
			"Double quantity of [Vitamass] produced",
			"[+1 Culture] from [Agri Farm] tiles [in all cities]",
			"[+1 Culture] from [Aquaculture] tiles [in all cities]",
			"[+1 Food] from every [Engineer] <after discovering [Offworld Industries]>",
			"[+15]% Strength <in [Friendly Land] tiles>",
			"[-25]% Food consumption by specialists [in all cities]",
			"[-25]% Production when constructing [Military] units [in all cities]"
		],
		"cities": [
			"Khong Lo"
			"Than Nong"
			"Long Quan"
			"Au Co"
			"Nghe"
			"Lan"
			"Quy"
			"Phung"
			"Thanh hoang"
			"Buon Ma Doc"
			"Khmausei"
			"Bien Ranh"
			"Uong Trang"
			"Rach Cham"
			"My Gia"
			"Ban Chasim"
			"Rach Tri"
			"Kon Tum"
			"Dong Mau"
			"Ban Dulak"
			"Cam An"
		],
		"spyNames": [
			"Mai"
			"Quang"
			"Hoang"
			"Thai"
			"Huynh"
			"Dang"
			"Duong"
			"Diep"
			"Bui"
			"Phi"
			"Vu"
		]
	}
		{
		"name": "MIRA Corp",
		"leaderName": "The Taskmaster",
		"adjective": ["MIRA"],
		"startBias": ["Tundra"],
		"preferredVictoryType":"Domination",

		"startIntroPart1": "Greetings Taskmaster, you have come a far way from home. Albeit your origins are mostly unknown, you have brought MIRA Corp to the stars and beyond surveying and cataloguing many anomalous materials with help of your noble crew.",
		"startIntroPart2": "Albeit many threats lurk in the shadows, you have made it to this alien planet in search to catalogue much more. Will you succeed at your tasks or be killed?",

		"declaringWar": "We have called a meeting and have concluded that you must be released from this world.",
		"attacked": "You are acting rather preposterous as of recent.",
		"defeated": "We were divided and killed each other...",
		"introduction": "This is Mira Corp, surveying new worlds with wondrous and cheap technologies! Do not stand in our way.",

		"neutralHello": "So how many tasks do you have left?",
		"hateHello": "Your actions will have grand consequences!",

		"tradeRequest": "We may help each other to not get killed, yes?",

		"outerColor": [253, 226, 75],
		"innerColor": [215, 84, 37],
		"favoredReligion": "Cosmic Clergy",
		"uniqueName": "Corporate Surveyal",
		"uniques": [
			"[+1 Science, +1 Gold] from [Organic] tiles [in all cities]",
			"100 Gold for discovering a Natural Wonder (bonus enhanced to 500 Gold if first to discover it)",
			"[{Infantry}] units gain the [We Are Amidst] promotion"
		],
		"cities": [
			"MIRA HQ"
			"Polus"
			"Airstrip"
			"Dockbay"
			"Thermus"
		],
		"spyNames": [
			"Impostor"
			"Sussy"
			"Damned"
		]
	}
]
